var city = ["广州市", "深圳市", "珠海市", "汕头市", "佛山市", "韶关市", "湛江市", "肇庆市", "江门市", "茂名市", "惠州市", "梅州市", "汕尾市", "河源市", "阳江市", "清远市", "东莞市", "中山市", "潮州市", "揭阳市", "云浮市"];
var university=[
["中山大学","暨南大学","华南理工大学","华南农业大学","广州医科大学","广州中医药大学","广州药学院","华南师范大学","广州体育学院","广州美术学院","星海音乐学院","广东技术师范学院","广东财经大学","广东白云学院","广州大学","广州航海学院","广东警官学院","仲恺农业工程学院","广东金融学院","广东工业大学","广东外语外贸大学","广东培正学院","南方医科大学","华南理工大学广州学院","广州大学华软软件学院","中山大学南方学院","广东外语外贸大学南国商学院","广东财经大学华商学院","华南农业大学珠江学院","广东技术师范学院天河学院","广东工业大学华立学院","广州大学松田学院","广州商学院","广州工商学院","中山大学新华学院","广东第二师范学院","广东轻工职业技术学院","广东交通职业技术学院","广东水利电力职业技术学院","广州民航职业技术学院","广州番禺职业技术学院","广东科学职业技术学院","广东农工商职业技术学院","广东行政职业学院","广东体育职业技术学院","广东女子职业技术学院","广东建设职业技术学院","广东机电职业技术学院","广东岭南职业技术学院","广东邮电职业技术学院","广东工贸职业技术学院","广东司法警官职业学院","广东省外语艺术职业学院","广州体育职业技术学院","广州涉外经济职业技术学院","广州南洋理工职业学院","广州科技职业技术学院","广东理工职业学院","广州华南商贸职业学院","广州城市职业学院","广州华立科技职业学院","广东工程职业技术学院","广州铁路职业技术学院","广东科贸职业学院","广州科技贸易职业学院","广州松田职业学院","广州城建职业学院","广州华商职业学院","广东青年职业学院","广州东华职业学院","广东生态工程职业学院","公安边防部队高等专科学院"],
["深圳信息职业技术学院","广东新安职业技术学院","深圳职业技术学院","香港中文大学(深圳)","南方科技大学","深圳大学"],
["珠海城市职业技术学院","珠海艺术职业学院","北京师范大学-香港浸会大学联合国际学院","吉林大学珠海学院","北京理工大学珠海学院","北京师范大学珠海分校"],
["汕头大学","汕头职业技术学院"],
["广东环境保护工程职业学院","广东职业技术学院","佛山职业技术学院","顺德职业技术学院","广东东软学院","佛山科学技术学院"],
["广东松山职业技术学院","韶关学院"],
["广东文理职业学院","广东海洋大学寸金学院","岭南师范学院","广东海洋大学","广东医学院"],
["广东信息工程职业学院","肇庆医学高等专科学校","广东工商职业学院","广东理工学院","肇庆学院"],
["广东南方职业学院","江门职业技术学院","五邑大学"],
["茂名职业技术学院","广东石油化工学院"],
["惠州卫生职业技术学院","惠州城市职业学院","惠州经济职业技术学院","惠州学院"],
["嘉应学院","梅州职业技术学院"],
["汕尾职业技术学院"],
["河源职业技术学院"],
["阳江职业技术学院"],
["清远职业技术学院","南华工商学院清远校区","广东岭南职业技术学院清远校区","广东碧桂园职业学院"],
["东莞理工学院","广东医科学院东莞校区","东莞理工学院城市学院","广东科技学院","中山大学新华学院","东莞职业技术学院"],
["广东药学院中山校区","电子科技大学中山学院","火炬区职业技术学院","中山市职业技术学院"],
["韩山师范学院","潮州广播电视大学"],
["潮汕职业技术学院","揭阳职业技术学院"],
["罗定职业技术学院"]
];